Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Hy is die lewe self.
ar: هو الحياة نفسها.

source: Hy is beide lewe en dood.
ar: على حد سواء والحياة والموت.

source: Hy vertel ons ons moet leef.
ar: إنه يقول لنا أننا يجب أن نعيش.

source: Maar ek sal nooit vergewe die menslike ras.
ar: لكنني لن يغفر للجنس البشري.

source: en ek sal by die yster fabriek woon.
ar: ثم العيش في الغابة، وسوف أعيش في الحديد المزخرف.

source: Saam ons's doen ll lewe.
ar: معا، نحن وأبوس]؛ يعيش ليرة لبنانية.

source: Yakul en ek sal jou besoek.
ar: Yakul وسوف أقوم بزيارة لك.

source: Kan jy dit glo?
ar: هل تصدق ذلك؟

source: Uitgevoer na veiligheid deur 'n wolf.
ar: المحمولة إلى بر الأمان من قبل الذئب.

source: Iemand bring Ashitaka.
ar: شخص يجلب Ashitaka.

source: Ek wil hom bedank.
ar: أريد أن أشكره.

source: Ons's doen sal begin.
ar: لقد أحرزنا سوف تبدأ من جديد.

source: Ons's doen ll bou van 'n goeie dorpie hier.
ar: لقد أحرزنا ليرة لبنانية بناء قرية جيدة هنا.

source: t wen teen die dwase.
ar: أنا تستسلم. يمكنك أبوس]؛ ر الفوز على الحمقى.

source: Yoji Matsuda Yuriko Ishida
ar: يوجي ماتسودا يوريكو إيشيدا

source: Yuko Tanaka Kaoru Kobayashi
ar: يوكو تاناكا كاورو كوباياشي

source: Masahiko Nishimura Tsunehiko Kamijo
ar: ماساهيكو نيشيمورا Tsunehiko كاميجو

source: Akihiro Miwa Mitsuko Mori
ar: أكيهيرو ميوا ميتسوكو موري

source: Hoof Uitvoerende Producer Yasuyoshi Tokuma
ar: كبير المنتج المنفذ ياسويوشي توكوما

source: {\AN4\pos(659905)} Uitvoerende Produsente 975)} Yutaka Narita
ar: 905)} المنتجون التنفيذي

source: {\AN4\pos(518978)} Seiichiro Ujiie
ar: 975)} يوتاكا ناريتا

source: Original Story en draaiboek deur Hayao Miyazaki
ar: القصة الأصلية و سيناريو هاياو ميازاكي

source: Musiek deur Joe Hisaishi
ar: موسيقى جو Hisaishi

source: Theme Song "Mononoke hime" Lyrics by Hayao Miyazaki Musiek deur Joe Hisaishi
ar: أغنية "هايم مونونوكي" الأغاني التي كتبها هاياو ميازاكي موسيقى جو Hisaishi

source: Uitgevoer deur Yoshikazu Mera
ar: يؤديها يوشيكازو ميرا

source: Dialoog aanpassing deur Jim Hubbert en Studio Ghibli
ar: التكيف الحوار بواسطة جيم هوبرت وستوديو جيبلي

source: Subtitles deur Aura
ar: ترجمات من النسمة

source: A Studio Ghibli Film
ar: استوديو غيبلي فيلم

source: Producer Toshio Suzuki
ar: المنتج توشيو سوزوكي

source: Regie deur Hayao Miyazaki
ar: إخراج هاياو ميازاكي

source: Die Einde
ar: نهاية

source: dankbaar .. .. as 'n gebaar van dankbaarheid... nie vir ons... maar wat hierdie film gemaak... en onthou hul naam en 'n goeie werk!
ar: إذا كنت تتمتع الفيلم...

source: Ayubowan!
ar: وتذكر اسمهم والعمل الجيد! Ayubowan!

source: Johan het op sy oudag 'n miloenêr geword
ar: في شيخوخته أصبح "يوهان" مليونيراً.

source: Sy ou Deense tante, wat 'n beroemde sangeres was, het aan hom haar fortuin nagelaat
ar: عمتهالعجوزالدنماركية... والتي كانت من أشهر مغنياتالأوبرا... تركت له ثروة.

source: Toe hy finansiëel onafhanklik geword het, het hy die universiteit verlaat
ar: عندما أصبح مستقلاً من الناحية المالية، ترك الجامعة.

source: Hy het sy oupa se somershuis gekoop, 'n verwaarloosde huis, afgesonderd, naby Orsa
ar: واشترى بيت جديه الصيفي. شاليهٍ خرب في منطقة معزولة قرب "أورسا".

source: Ek en Johan het vir jare geen kontak gehad met mekaar nie
ar: لم يكن بيني وبين "يوهان" أي اتصال. لسنوات عدة.

source: Ons dogters is ver van ons verwyder, selfs van my
ar: إبنتانا بعيدتان عنا، حتى بالنسبة لي.

source: Martha is in 'n inrigting, waar sy net eensamer word in haar isolasie
ar: "مارثا" تعيش في منزل، غارقة في العزلة بسبب مرضها.

source: Ek besoek haar nou en dan, maar sy herken my nie meer nie
ar: أزورها بين الحين والآخر، ولكنها لا تستطيع أن تميزني.

source: En Sarah...
ar: و"ساره"... " ساره"تزوجت منمحامٍناجح...

source: Sarah is met 'n bekwame advokaat getroud, en het na Australië verhuis waar hy 'n suksesvolle praktyk het
ar: وبعد ذلك إنتقلا إلى أستراليا ولديهم هناك أعمالاً جيدة.

source: Hulle het nie kinders nie
ar: ليس لديهم أطفال.

source: En ek?
ar: أنا؟

source: ek praktiseer nog, maar teen my eie pas
ar: لازلت أزاول مهنتي، ولكني أظهر براعة في الاختيار.

source: Familietwis en egskeidings meestal
ar: العائلة تتخاصم وغالباً ما تنتهي بالطلاق.

source: Ek het begin dink dat ek 'n besoek aan Johan moet bring
ar: ولكني أفكر بأنه لا بد أن أقوم بزيارة "يوهان".

source: DEEL EEN: Marianne voer haar plan uit
ar: الفصل الأول "ماريان" تنفذ خطتها

source: Ek het gedink dat ek Johan gaan besoek,
ar: كنتأفكرفي ... زيارة "يوهان".

source: en nou's ek hier
ar: والآن أنا هنا.

source: Hy sit daar op die stoep, en ek staan hier en kyk na hom, en wag, ten minste 10 minute
ar: وهو يجلس هناك، في الرواق. وأناأقفهنا،أراقبهو... الإنتظار، على الأقل عشر دقائق.

source: Miskien moes ek nie gekom het op hierdie irrasionele impuls nie.
ar: ربما يتوجب عليّ أن أهمل هذا الإندفاع اللاعقلاني.

source: Hierdie toer, in werklikheid is ek nie 'n impulsiewe mens nie
ar: هذه السفرة. في الحقيقة، شخصيتي ليست مندفعة مطلقاً.

source: Maar hier is ek en ek moet besluit:
ar: لكنيهنا.. وعليّ أن أقرر:

source: Om stil na my geparkeerde kar terug te sluip, of om na hom te gaan
ar: هلأعودبهدوءإلى سيارتي... أو أقترب منه.

source: Natuurlik kan ek ook nog 'n bietjie langer hier staan, en my twyfel laat verbygaan
ar: بالطبع، يمكنني البقاء هنالفترةأطول... لكي يهدأ إرباكي.

source: Nie te lank nie, nog net een minuut
ar: ولكن ليس طويلاً جداً. دقيقة إضافية فقط!

source: Ek gaan die minuut afmeet:
ar: هذه الدقيقة تأخذ وقتها.

source: 33 sekondes,
ar: ثلاثوثلاثونثانية...

source: 47 sekondes,
ar: سبعوأربعونثانية...

source: 55 sekondes
ar: خمسوخمسونثانية...

source: Haai!
ar: لا!

source: - Het ek jou wakker gemaak?
ar: -هل أيقظتك؟ -إنها أنتِ، "ماريان ".

source: - Dag!
ar: -مرحباً !

source: - Nee, bly sit
ar: -لا، لا تنهض .

source: - Tipies, jy spioeneer op my
ar: -كالعادة، تتجسسين علي .

source: - Nee, dis nie waar nie
ar: -إنه غير صحيح .

source: Ons het mekaar nie in 30; of 32 jaar gesien nie!
ar: لم نرَ بعضنا خلال 30 سنة، بل 32 سنة!

source: Ons het mekaar se spoor verloor
ar: -لقد فقدنا آثار بعضنا البعض .

source: Dis natuurlik, mense kom bymekaar, dan skei hulle, en praat oor die foon,
ar: -ذلك أمر طبيعي . يبدأ الناس سوية، ثم ينفصلون ويتواصلونعبرالهاتف...

source: - en dan stilte
ar: -وينتهي الأمر بالصمت .

source: - So jammer!
ar: -يا له من أمر محزن !

source: Was dit 'n verwyt?
ar: -هل كان ذلك عتاباً؟

source: Nee Johan, ons het nie meer iets gehad om oor te praat nie
ar: -لا، لم يكن هناك شيء لنقوله لبعضنا البعض .

source: Dan bel jy uit die bloute, en sê jy wil kom kuier
ar: ثم فجأة تتصلين بي وتخبرينني بأنكِ تودين زيارتي.

source: Jy het nie baie entoesiasties geklink nie
ar: -يبدو أنك لم تكن متحمساً؟

source: Entoesiasties, ek het 'nee' gesê
ar: -متحمساً؟ لقد قلت لا .

source: Ek sê steeds 'nee', ek wil dit nie hê nie, maar jy gee nie om nie
ar: أنا مازلت أقول لا. أنا لا أريد زيارتك. لا.

source: - Ek moes net kom!
ar: -كان لابد أن آتي .

source: - Waarom?
ar: -لماذا؟

source: - Dit vertel ek jou nie!
ar: -أود أن أخبرك . -أنت تضحكين .

source: Johan...
ar: " "يوهان...

source: Ek het 340 km gery en jou wegkruipplek gekry in die middel van die woud
ar: لقدقدت340كيلومتراً... واستطعتإيجادمخبأك... في منتصف الغابة.

source: Noudat ek jou gesien en gesoen het, en met jou gepraat het, kan ek maar weer gaan
ar: الآن وبعد أن رأيتك وقبلتك وتكلمنا يمكنني الرحيل.

source: Dis nie genoeg nie Nie genoeg nie?
ar: لن يكون ذلك كافياً.

source: Dis nie genoeg nie
ar: حقا؟

source: Jy moet bly vir middagete
ar: -على الأقل يمكنكِ البقاء للعشاء .

source: Waarom moet ek vir ete bly?
ar: -لماذا؟

source: 'n Week gelede het ek mev.
ar: قبل أسبوع، "أخبرتالسيدة"نيلسون...

source: Nilsson vertel dat my eks-vrou kom om my te besoek
ar: بأن زوجتي السابقة آتية لزيارتي.

source: Ek kan nie nou weer vir haar sê dat dit nie meer so is nie, sy gaan iets oorkom!
ar: لا أستطيع إخبارها فجأة بأنه لن يكون هناك أي عشاء. سوف تُجن.

source: Wie is mev. Nilsson?
ar: -من هي السيدة "نيلسون"؟

source: Agda, Agda Nilsson
ar: -أجدا"،"أجدا نيلسون" ". هل أنتما زوجان؟

source: Nee, nee, mag ons dit gespaar word!
ar: لا، لا سمح الله!

source: Julle twee hier alleen in die donker bos?
ar: كلاكما تعيشان هنا لوحدكما في وسط غابة مظلمة؟

source: Mev. Nilsson bly in die dorp
ar: السيدة "نيلسون" تعيش في القرية.

source: Sy maak skoon en kook, en gaan huistoe
ar: تنظف وتطبخ وبعد ذلك تعود إلى البيت.

source: Sy is gelowig en stuurs
ar: -إنها متدينة وبخيلة .

source: Dan is romanse seker uitgesluit
ar: -إذن لا يوجد رومانسية في الأمر .

source: Om eerlik te wees, ek is bang vir haar
ar: لكي أكون صادقاً.

source: Is dit so?
ar: أخاف من العفريتة.

source: Ek is bang dat sy met my sal wil trou
ar: أخاف بأنها قد تريد الزواج مني. على أية حال، إبقي للعشاء.

source: In elk geval; bly vir ete
ar: لقد جهزت غرفة الضيوف،

source: Sy het die gastekamer reggemaak, so, jy sal moet oorbly vir die nag
ar: لذا عليكِ أن تبقي وتقضي الليلة.

source: Ek moet dus liewer aanvaar
ar: أظن بأنه من الأفضل أن أقبل.

source: Ek kom so moeilik uit hierdie stoel uit
ar: من الصعب جداً النهوض من هذا الكرسي.

source: - Laat ek help
ar: لا، لا تساعديني.

source: Wat is verkeerd, Johan?
ar: ما بك، "يوهان"؟

source: Ek probeer om jou te omhels
ar: أحاول وضع يديّ حولك.

source: Wil jy my omhels?
ar: أتريد معانقتي؟

source: Deksels, Johan!
ar: اللعنة، "يوهان"!

source: Jou ou idioot!
ar: العجوز الأبله!

source: - En hou oud is jy nou?
ar: -وكم عمرك؟

source: - Ek weet nie, en jy?
ar: -لا أعلم، وماذا عنك؟

source: - Nee, dis nie waar nie!
ar: -لا، ليس أنت، أنا !

source: Omtrent 55
ar: أنتِ حوالي خمسة وخمسون.

source: - Ek is 63
ar: -عمري ثلاثة وستون .

source: - Regtig?
ar: -حقاً؟

source: al soveel?
ar: ذلك كثير؟

source: En ek het al my uterus en ovari verloor
ar: ولقد تم إزالت رحمي ومبيضيّ.

source: Pla dit jou?
ar: -هل يزعجكِ ذلك؟

source: Ja, partymaal
ar: -نعم، أحياناً .

source: Kom ons sit op die bank
ar: لنجلس على المقعد.

source: Johan, dis so mooi!
ar: إنه جميل جداً!

source: As die skoonheid openbaar word in lewe, in die skepping, waar is die bron dan, die Skepper?
ar: عندماينتشرالجمال... فيالحياة،في الخلق... أين المصدر، أين المانح؟

source: Ewige skoonheid!
ar: يبقى الجمال للأبد.

source: Ek het nie geweet jy ken psalms ook nie
ar: -لم أعلم بأنك تعرف بعض ترانيم المزامير .

source: My ouma het my geleer
ar: -جدتي علمتني .

source: Dieselfde ouma wat vir my bliksoldate gegee het
ar: وجدي كافأني بجنود صغار من الحديد.

source: Ons kan nou die uitsig geniet, en hande vashou
ar: يمكننا الاستمتاع بالمنظر، - وبتشابك الأيدي ...

source: Gaan ons hande hou?
ar: -هل سنتشابك بالأيدي؟

source: Het ons dit dan nie gedoen nie?
ar: -ألا يجب علينا فعل ذلك؟

source: Ja, ek dink so
ar: -نعم، أعتقد ذلك .

source: Ek het dit nie gedoen sedert...
ar: لمأفعلذلكمنذ ...

source: ek opgehou het daarmee
ar: توقفت عن فعله.

source: Jy het werklik 'n pragtige uitsig
ar: حقاً لديك منظراً خلاباً.

source: Kan mens die huis by die meer hiervandaan sien?
ar: هل تستطيع رؤية بيت البحيرة من هنا؟

source: Jy kan die lig se refleksie agter die rotse sien
ar: يمكنكِ أن تري إنعكاس الضوء وراء الصخور.

source: Ek het daar verby gery toe ek gekom het
ar: قدت بجانب بيت البحيرة للمجيء هنا.

source: Dit lyk onbewoon
ar: يبدو بأنه مسكون.

source: Jy kan so sê, ja
ar: يمكنكِ أن تقولي ذلك.

source: Wat bedoel jy? Henrik is daar
ar: فـ "هينريك" هناك.

source: - Henrik?
ar: نعم، "هينريك".

source: - Henrik, ja My geliefde seun, die dosent
ar: إبني العزيز الأستاذ المساعد.

source: Het julle gereelde kontak?
ar: -هل حديثك مشروط؟

source: Nie eintlik nie
ar: -ليس بالضبط .

source: Ek het net 'n brief gekry dat hy beplan om in te trek
ar: لقد وصلتني رسالة توضيحية تفيد بأنه يخطط للإنتقال هناك.

source: Hy en sy dogter Karin is daar van April af
ar: هو وابنته "كارين" كانا هناك منذ أواخر شهر أبريل.

source: En julle leef sonder om kontak te maak
ar: إذن ليس لديك اتصالاً معتبراً معهم.

source: Absoluut, ons praat net as ons toevallig in mekaar vasloop
ar: بالتأكيد. محادثة ودية إذا زرنا بعضنا البعض.

source: Die vet seuntjie, Henrik!
ar: - هينريك" الفتى السمين لا بد أن عمره الآن" ...

source: - Hou oud is hy?
ar: -واحد وستون !

source: - 61 Ongelooflik!
ar: -يا إلهي !

source: Jy kan weer so sê!
ar: -كرريها !

source: - En sy dogter, Karin?
ar: -وابنته "كارين"؟

source: - Karin is 19
ar: -كارين" تسعة عشر" .

source: Haar ma is dood aan kanker 2 jaar gelede
ar: أمها ماتت منذ سنتين بالسرطان. - "آنا" ...

source: - Anna...
ar: -أخبرني .

source: Anna en Henrik was getroud vir 20 jaar
ar: "آنا" و"هينريك" كانا متزوجين لمدة عشرون عاماً.

source: Hy kon haar dood nooit verwerk nie, hy het vroeg afgetree
ar: لم يستطع تحمل وفاتها. لقد تقاعد قبل وقته.

source: Ek het gehoor hulle is bly om van hom ontslae te wees
ar: سمعت بأنهم كانوا سعداء للتخلص منه.

source: Hy het altyd gevoel hy word onregverdig behandel
ar: إنه يشعر بأنهم أساؤوا معاملته.

source: Soos jy ook op daardie ouderdom?
ar: -كما كنتَ، في ذلك العمر .

source: O ja? Ek?
ar: - مثلي؟

source: nooit!
ar: لا ...

source: Wel ja, ek was vies oor die gekonkel met akademiese standaarde!
ar: حسناً، نعم، كنت متبرماً نوعاً ما من المعايير الأكاديمية البلهاء.

source: My eredoktorsgraad by die Universiteit Michigan het daarvoor vergoed
ar: دكتورائي الفخرية "منجامعة"ميتشيغان... -أنهت كل ذلك التبرّم ...

source: Johan, ons het oor Henrik gepraat
ar: -كنا نتحدث عن "هينريك ".

source: Hy dirigeer 'n orkes, genaamd die Uppsala Kamer-soliste, maar hy sal dit ook weer los
ar: إنه يقود أوركسترا تدعى "عازفوا غرفة أبسلا المنفردون". ولكنه سيتركهم أيضاً.

source: Maar hy moet tog iets doen?
ar: لابد أنه يعمل شيئاً.

source: Ja, ek dink hy skryf 'n boek
ar: أظن بأنه شرع في تأليف كتاب.

source: Wat van sy dogter, Karin?
ar: -ماذا عن البنت؟ "كارين"؟

source: Karin speel ook tjello
ar: -كارين" أيضاً تعزف على الـ"تشيلو" ".

source: Sy oefen vir 'n oudisie vir die konserwatorium
ar: ستدخل تجربة الأداء في معهد الموسيقى خلال الخريف.

source: Henrik leer haar self
ar: "هينريك" يعلمها.

source: Hulle sit in die huis met hulle tjello's heeldag en aldag
ar: يجلسون في البيت مع الـ تشيلو كل يوم.

source: Jy kan sê sy is baie mooi, soos haar moeder
ar: يمكنك القول بأنها جميلة. مثل أمها.

source: Ja... ja
ar: نعم. حسناً ...

source: So...ek weet niks van ons dogters af nie
ar: لا أعرف شيئاً عن بناتنا.

source: - Sarah is in Australië
ar: -ساره" في أستراليا" .

source: - Australië?
ar: -أستراليا؟ !

source: Ja, Australië
ar: -نعم، أستراليا .

source: Wel sy het dit reggekry om ver weg te kom
ar: -حسناً، هي أرادت أن تكون بعيدة .

source: Sy skryf gereeld, en bel ook
ar: أتلقى رسائل و مكالمات هاتفية منها.

source: Dit gaan goed, 'n goeie regspraktyk, 'n goeie man
ar: هي بخير. ولديها شركة محاماة جيدة. و زوجاً جيد.

source: Sarah is baie gelukkig en arme Martha?
ar: -ساره" سعيدة بحياتها" . -و "مارثا" المسكينة؟

source: Martha sink dieper en dieper weg
ar: إن "مارثا" تغرق أكثر وأكثر.

source: Sy herken my nie meer nie
ar: لم تعد تمييزني.

source: Sy is nie meer bewus van die wêreld nie
ar: هي لم تعد مدركة، بإحساسنا، بالعالم.

source: Ek verstaan
ar: فهمت... -وأنت؟

source: En jy? Ek kan nie kla nie
ar: -لا أستطيع الشكوى .

source: Maar soms voel ek of ek in vrywillige isolasie is en of dit die hel is, of ek dalk al dood is
ar: مع ذلك أحياناً، أجد نفسي فيالعزلةالطوعية... وأعتقد أني في الجحيم. كأني ميت، ولكن لا أعلم بموتي.

source: Maar dit gaan gewoonlik goed
ar: لكنني بخير.

source: Ek het my verlede weer deurgewerk, noudat ek al die antwoorde het
ar: استرجعتُ ماضيي الآن لذلك استرددت صفحة الأجوبة.

source: Dit was seker nie maklik nie
ar: لايبدو كدعابة.

source: Dis so, Marianne, dit was nie
ar: إنه كذلك يا "ماريان". إنه ليس بدعابة.

source: En wie het gesê verdoemenis sal pret wees?
ar: ومن يستطيع أن يقول بأن اللعنة دعابة؟

source: En wat staan op jou "Bladsye met antwoorde"?
ar: -وماذا سُطِّر في صفحة إجاباتك"؟

source: Wil jy weet?
ar: -أتودين أن تعرفي؟

source: Ek het tog gevra, dan nie?
ar: -أنا من سألت. أليس كذلك؟

source: Dit sê my lewe was 'n gemors!
ar: -تقول بأن حياتي كانت هراء .

source: 'n Totale onnosel en betekenislose bestaan
ar: كانت حياتي غبية وفاقدة للإحساس.

source: Is ons huwelik deel van jou hel?
ar: هل زواجنا جزء من جحيمك؟

source: Om eerlik te wees, ja
ar: -لأكون صادقاً، نعم . -يؤسفني سماع ذلك .

source: Ek is jammer om dit te hoor 'n Ou priester het my eenmaal vertel:
ar: كاهن عجوز أخبرني:

source: "'n geslaagde verhouding het 2 elemente:
ar: "العلاقة الجيدة لها عنصران:

source: goeie vriendskap en stewige erotika"
ar: صداقة جيدة وعلاقة جنسية غير مضطربة".

source: Niemand sou kon sê dat ons nie goeie vriende was nie
ar: لا أحد يستطيع أن يقول بأننا لم نكن صديقين جيدين.

source: - Baie goeie vriende
ar: -صديقين جيدين . -بالطبع .

source: - Jy was ontrou
ar: -لم تكن مخلصاً .

source: - Ja...
ar: - أنا ...

source: - Ek ook - Jy ook
ar: -وأنا كذلك .

source: - Dis so jammer
ar: -إنه لأمر مؤسف .

source: - Maar dit was lank gelede
ar: -لكنه كان منذ عهد بعيد .

source: - Maar dis nog pynlik
ar: -ولكنه لازال مؤلماً .

source: - Nie vir my nie
ar: -ليس بالنسبة لي .

source: Ja, seker nie
ar: لا، أتصور أنه ليس كذلك.

source: - Liefste Marianne
ar: -ماريان" أيتها الغالية" .

source: - Is dit wat jy sê?
ar: -هذا ما تقوله .

source: Ja, dis wat ek sê Dis lekker om hier met jou te wees, hande te hou, en die mooi uitsig te bewonder sonder om oor pynlikhede te praat
ar: نعم، هو ما أقوله. كم هو لطيف أن أكون هنا معك. نتشابك بالأيدي، ونشاهد المنظر الخلاب.

source: Dankie dat jy my hand hou
ar: -بدون التحدث عن أمور مؤلمة . -إنك تمسك بيدي .

source: Dis dan al etenstyd!
ar: العشاء!

source: Ons het van alles vergeet Mev. Nilsson sal vies word
ar: سيدة "نيلسون" سيكون صاخباً إن تأخرنا.

source: Johan, ek moet eers gaan opwas, en my goed in die kar gaan haal
ar: "يوهان"، أحتاج أن أغتسل وأن أحضر حقيبتي من السيارة.

source: Hierdie was 'n fout!
ar: كان هذا خطأ!

source: DEEL TWEE: Na 'n week...
ar: الفصل الثاني بعد مرور أسبوع تقريباً

source: Is jy Karin?
ar: هل أنت "كارين"؟

source: Wil jy met jou Oupa praat?
ar: أتودين التحدث مع جدك؟

source: Oupa en mev. Nilsson is na die tandarts Hulle is al amper terug
ar: جدك والسيدة "نيلسون" ذهبا إلى طبيب الأسنان.

source: Ek is Marianne
ar: أنا "ماريان".

source: Ek is jou oupa se vorige vrou, ek kuier hier
ar: قد كنت زوجة جدك. وأنا في زيارة له.

source: Ek weet
ar: -أعلم ذلك .

source: Kom sit hier
ar: -تعالي، اجلسي .

source: As jy wil, kan jy help om die sampioene te sny
ar: إذا تريدين، يمكنك مساعدتي في تنظيف هذا الفطر.

source: Hier's 'n mes
ar: هنا السكين.

source: As jy wil praat, kan ons praat, so nie, sit ons maar net
ar: إذا تودين الحديث، سنتحدث، إن كنت لا تودين، يمكننا أن نبقى سوية فقط.

source: Jy ken seker vir Henrik, my pa
ar: لابد وأنك تعرفين "هينريك"، أبي.

source: Nie eintlik nie, ons het al gegroet, maar ek ken hom nie regtig nie
ar: لا أستطيع قول ذلك، ولكني حييته قبل قليل، لكنني لا أعرفه.

source: My Ma is dood
ar: -أمي ميتة .

source: Sy is 2 jaar gelede oorlede
ar: -ماتت قبل سنتين .

source: Jou Oupa het my vertel
ar: -أخبرني جدك .

source: Pa het bedank, hy bestee al sy tyd nou aan musiek
ar: -أبي تقاعد ويقضي وقته مع الموسيقى .

source: Die tjello, dan nie?
ar: -مع الـ تشيلو، أليس كذلك؟

source: Hy skryf 'n boek oor die Johannes-Passie
ar: إنه يكتب عن آلام القديس جون.

source: Jy speel ook tjello?
ar: -تعزفين على الـ تشيلو أيضاً؟

source: Ek hoop om in die konserwatorium toegelaat te word
ar: -أتمنى دخول معهد الموسيقى .

source: Jou pa is die onderwyser, en jy die leerling?
ar: -أبوكِ المعلم، وأنت الطالبة .

source: Ja
ar: -نعم .

source: Wat is dan verkeerd?
ar: ماذا بك؟

source: Ken jy Hindemith se tjello-sonata, opus 25?
ar: هل تعرفين لحن "هيندميث" لآلة الـ تشيلو، المقطع 25؟

source: Ek weet absoluut 'n minimum van musiek
ar: لا أعرف أي شيء عن الموسيقى.

source: Pa wil hê dat ek dit moet speel vir die oudisie
ar: أبي يريدني أن أعزفه في تجربة الأداء.

source: Dis ver te moeilik!
ar: -إنه صعب جداً !

source: En hy dink nie so nie?
ar: -ألا يعتقد أبوكِ ذلك؟

source: Hoe was jy in die dae voor jou menstruasie?
ar: ما حالك قبل أيام من دورتك؟

source: 'n Premenstruele monster
ar: وحش ما قبل الطمث.

source: Ek het as 'n engel gaan slaap en wakker geword as 'n monster
ar: أذهب للنوم كالملاك، وأستيقظ كالشيطان.

source: My kop is heeltemal deurmekaar, en ek kom nie soggens op nie
ar: عقلي يصبح مرهقاً. ويصبح من الصعب جداً أن استوعب.

source: Pappa is boonop 'n oggendmens Ek kan sien dat dit kan moeilik word
ar: أبي شخص بدائي.

source: Ek was gister heeltemal dof, en ek kon nie konsentreer nie ons werk toe aan die 4de beweging
ar: وأنا سئمت. كنا نعمل على الحركة الرابعة.

source: En die verdomde Hindemith het in 'n byskrif geskryf:
ar: "هندميث" الملعون كتب:

source: "Lewendige deel sonder enige klem, maar steeds sag"
ar: Lebhafte Viertel ohne jeden" "Audsdruck und stets Pianissimo -هل تعرفين؟

source: - Jy weet? - Nee, maar dit klink moeilik genoeg
ar: -يبدو بأنه صعب على أية حال .

source: So, daar sit ek toe met my deurmekaar kop en probeer "Lewendig, sonder enige klem"
ar: لذا جلست بعقلي المرهق وحاولت.

source: Ek soebat om uitgelos te word, maar dit help niks
ar: توسلت له بأن يعفيني من ذلك، ولكن بلا جدوى.

source: Hy het my forseer om die deel twintig keer oor te speel!
ar: جعلني أعزف نفس الجزء عشرون مرة على الأقل!

source: Eindelik het ek opgestaan en gesê:
ar: في النهاية قلت. بشكل هادئ:

source: "Nou gee ek vir niks meer om nie!"
ar: "أنا لا أكترث لهذا الأمر".

source: Ek het gesê dis nie meer opleiding nie, dis mishandeling
ar: قلت له بأن هذا ليس درساً. بل هو تعذيب حيواني.

source: Henrik was baie kwaad, maar hy het laggend gesê ek moet van voor af begin by:
ar: "هينريك" كان غاضباً أيضاً، ولكنهضحكوقالبأنهيجبعليّ... المحاولة من البداية، حيث تقول:

source: "Lewendig, duidelik afgemerk met vaste stryk-hale"
ar: Lebhaft, sehr markiert..." "mit festen Bogenstrichen.

source: Ek was so kwaad dat ek nie kon nie, maar hy het gesê ek is opsetlik
ar: لقد كنت غاضبة جداً لكوني لم أستطع. وهو يقول بأني كنت أتعمد ذلك.

source: Ek het hom gesê ek dink nie hy kan onderrig nie Ek weet ek was onredelik
ar: قلت له بأنك لا تمتلك مهارات التعليم: وقد ظلمته.

source: Want Pa is die mees sensitiewe, geduldige en bedagsame onderwyser wat daar is
ar: أبي هو الأكثر صبراً، وحساسية، وأكثر المعلمين تهذيباً.

source: Hy het gesê dit het niks te doen met die onderrig nie, maar alles met wilskrag en disipliene, en dat ek lui is
ar: قال بأن الأمر ليس مرتبطاً بالتدريس. لكنه مرتبط بالإرادة والإنضباط... وبأنني كنت كسولة.

source: Dat ek lui is!
ar: أنني كسولة!

source: Toe het ek opgestaan en die tjello gelos, want ek het gebewe
ar: عندها نهضت وتركت الـ تشيلو لكوني أرتعش.

source: Ek het gesê dis genoeg vir die dag, en dat ek eers moet gaan stap
ar: قلت له بأن هذا يكفي لليوم وأني سأذهب لأتنزه.

source: Hy het doodsbleek geword
ar: حينها شحب.

source: Ek het hom nog nooit so gesien nie
ar: لم أره من قبل مثل ذلك.

source: Hy het gesê: "Jy gaan nie!"
ar: وقال: "لن تغادري".

source: Ek het my skoene aangetrek en na die deur gestap
ar: لبست حذائي وتوجهت للباب.

source: Ek het hom nie hoor kom nie, maar hy het my aan die skouers gegryp
ar: لم أسمعه يقترب مني.

source: Jy gaan nie weg nie!
ar: ولكنهأمسكنيمن كتفي... لن تغادري!

source: Ek het gaan sit en huil
ar: جلست وبكيت.

source: En ek het gesê: "Nooit weer nie" "Nooit weer nie"
ar: و قلت: ""لن يحدث مرة أخرى أبداً"، لن يحدث مرة أخرى أبداً.

source: "Nooit weer nie!"
ar: لن يحدث مرة أخرى أبداً ... .

source: En ek het gehuil tot ek leeg was
ar: واستمريت بالبكاء حتى نضبت دموعي.

source: Toe kom ek hierheen om Oupa te soebat om my te help om van daardie mal man ontslae te raak
ar: ثم فكرت بالمجيء لجدي لكي أستجديهكييساعدني...

source: Dit was net te veel vir my!
ar: لقد كان صعباً علي أن أترك ذلك المجنون.

source: Ek weet nie meer hierdie- of daardie kant toe nie Nou moet Oupa maar omsien na sy mal seun!
ar: الآن الرجل العجوز يمكنه أن يعتني بإبنه المجنون:

source: stuur hom maar na 'n gestig, of na die polisie, of hom laat doodmaak!
ar: يرسله إلى المزرعة، يذهبإلىالشرطة... أو يقتله.

source: Toe besef ek: Nou is ek alleen, ek weet niks,
ar: عندها أدركت بأنني من الآن فصاعداً، لا أفقه شيئاً.
